# DefDrpShadowEnabled

```pascal
FUNCTION DefDrpShadowEnabled : BOOLEAN;
```

```python
def vs.DefDrpShadowEnabled():
    return BOOLEAN
```

## Version
Availability: from Vectorworks 2017

## Category
* Document Attributes